Repository: MaBa44/OutlookDLP
Catalog: Resources/Strings.*.resx
Languages: pl_pl

# WarningTitle
source: External Recipients Warning
pl_pl: Ostrzeżenie o zewnętrznych odbiorcach

# WarningMessage
source: The email will be sent to following external recipients: Are you sure that your email doesn't contain sensitive information? If so, please click on "Cancel" button and then remove confidential information or encrypt the message by clicking on "Encrypt" button.
pl_pl: Wiadomość zostanie wysłana do następujących zewnętrznych odbiorców: Czy jesteś pewien, że Twoja wiadomość nie zawiera poufnych informacji? Jeśli tak, kliknij przycisk "Anuluj", a następnie usuń poufne informacje lub zaszyfruj wiadomość, klikając przycisk "Szyfruj".

# ButtonCancel
source: Cancel
pl_pl: Anuluj

# ButtonEncrypt
source: Encrypt
pl_pl: Szyfruj

# ButtonSend
source: Send
pl_pl: Wyślij

# EncryptTitle
source: Encrypt Email
pl_pl: Szyfruj wiadomość

# PasswordLabel
source: Password:
pl_pl: Hasło:

# PasswordDescriptionLabel
source: Password Description:
pl_pl: Opis hasła:

# PasswordRequired
source: Please enter a password.
pl_pl: Proszę wprowadzić hasło.

# PasswordDescriptionRequired
source: Please enter a password description.
pl_pl: Proszę wprowadzić opis hasła.

source: Validation Error
pl_pl: Błąd walidacji

# ConfigurationError
source: Error loading accepted domains: {0}
pl_pl: Błąd ładowania akceptowanych domen: {0}

# ConfigurationErrorTitle
source: Configuration Error
pl_pl: Błąd konfiguracji

# EncryptionError
source: Error encrypting email: {0}
pl_pl: Błąd szyfrowania wiadomości: {0}

# EncryptionErrorTitle
source: Encryption Error
pl_pl: Błąd szyfrowania

# EncryptedSubjectPrefix
source: [Encrypted]
pl_pl: [Zaszyfrowano]

# EncryptedEmailBody
source: This email contains confidential information. It was encrypted to ensure, that only authorized persons can access the information contained within this email. The password for decryption is: {0}
pl_pl: Ta wiadomość zawiera poufne informacje. Została zaszyfrowana, aby zapewnić, że tylko upoważnione osoby mogą uzyskać dostęp do informacji zawartych w tej wiadomości. Hasło do odszyfrowania to: {0}
